tap "adoptopenjdk/openjdk"
tap "apenngrace/vulkan"
tap "aws/tap"
tap "buildpacks/tap"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "karan/karan"
tap "lightbend-labs/brew"
tap "robocorp/tools"
tap "shihanng/gig"
tap "sondr3/taps"
tap "stripe/stripe-cli"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "webhookrelay/tap"
tap "yext/tap"
brew "antigen"
brew "openssl@1.1"
brew "argocd"
brew "automake"
brew "libyaml"
brew "readline"
brew "asdf"
brew "gdbm"
brew "python@3.9"
brew "autojump"
brew "aws-iam-authenticator"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bazel"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "libffi"
brew "certbot"
brew "chruby"
brew "cmake"
brew "composer"
brew "deno"
brew "go"
brew "dep"
brew "dos2unix"
brew "dust"
brew "exercism"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gitui"
brew "gping"
brew "haskell-stack"
brew "helm"
brew "ipfs", restart_service: true, link: false
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubevela", link: false
brew "kustomize"
brew "lsd"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "m-cli"
brew "macvim"
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nss"
brew "oath-toolkit"
brew "packer"
brew "pandoc"
brew "pdftk-java"
brew "php"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "pulumi"
brew "pyenv"
brew "qrencode"
brew "ranger"
brew "rclone"
brew "ren"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby-install"
brew "s3cmd"
brew "sbt"
brew "starship"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tm"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zbar"
brew "zola"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "buildpacks/tap/pack"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-spacemacs-icon"]
brew "datawire/blackbird/telepresence-legacy"
brew "hashicorp/tap/waypoint"
brew "heroku/brew/heroku"
brew "lightbend-labs/brew/akkasls"
brew "shihanng/gig/gig"
brew "stripe/stripe-cli/stripe"
brew "weaveworks/tap/eksctl"
brew "webhookrelay/tap/relay"
brew "yext/tap/yext"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "altair-graphql-client"
cask "anaconda"
cask "android-studio"
cask "arduino"
cask "authy"
cask "aws-vault"
cask "bartender"
cask "bitbar"
cask "boop"
cask "calibre"
cask "cyberduck"
cask "droplr"
cask "edex-ui"
cask "folx"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "hazel"
cask "hyper"
cask "insomnia"
cask "intellij-idea-ce"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "keyboard-maestro"
cask "kitty"
cask "lens"
cask "mactex"
cask "mongodb-compass"
cask "multipass"
cask "ngrok"
cask "obsidian"
cask "osxfuse"
cask "postman"
cask "rambox"
cask "rcc"
cask "skitch"
cask "the-unarchiver"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "vscodium"
cask "vulkan-sdk"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Charmstone", id: 1563735522
mas "Core Tunnel", id: 1354318707
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "FANTASIAN", id: 1517339045
mas "Fantastical", id: 975937182
mas "Haskell", id: 841285201
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "MultiMarkdown Composer", id: 1275176220
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Pins", id: 1547106997
mas "Playgrounds", id: 1496833156
mas "Remote Desktop", id: 409907375
mas "SnipperApp 2", id: 1469182443
mas "Swiftify for Xcode", id: 1183412116
mas "Things", id: 904280696
mas "Today", id: 1544828354
mas "Transporter", id: 1450874784
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
